Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/tale-pa-frigjorings--og-veterandagen-8-m_id_681132.html.tmx
Source language: nob
Languages: smj

source: Tale på frigjøringsdagen og nasjonal veterandag 8. mai 2012 - regjeringen.no
smj: Hålla friddjabessambiejven ja nasjonála veteránbiejve, moarmesmáno 8. biejve 2012 - regjeringen.no

source: Deres Majestet, Veteraner, Soldater, Kjære alle sammen!
smj: Májestehtalasj Gånågis, Veterána, Soldáhta, Gieres gájka!

source: 8. mai vil for alltid være en stolt dag i vårt lille lands historie.
smj: Moarmesmáno 8. biejvve beras luluj agev liehket mihás biejvve ietjama rijkatja histåvrån.

source: Symbolet på frihet.
smj: Symbåvllå friddjavuohtaj.

source: Et fritt folk.
smj: Friddja álmmuk.

source: Et åpent demokrati.
smj: Rabás demokratija.

source: I 1945 kom freden endelig tilbake til Europa.
smj: Jagen 1945 vijmak ráfe Europáj máhtsaj.

source: Seks års mørke var over.
smj: Gudájahkásasj sjievnnjet gádoj.

source: Ufattelige lidelser brakt til ende.
smj: Dádjadahtes gierddama hiejteduvvin.

source: Landet vårt var okkupert.
smj: Ietjama rijkka lej ládaduvvam.

source: Nordmenn gikk besluttsomt inn i kampen for demokrati hjemme og ute.
smj: Vuonarijkaga sæbrrin dårruj sijdan ja aj ålggon. Doaros vaháguvvama lidjin moattes.

source: Ofrene var store.
smj: Álkke lij hådjånit.

source: Heldigvis hadde vi kong Haakon VII og kronprins Olav.
smj: Vuorbbe gå miján lij gånågis Haakon VII ja kråvnnåprinssa Olav.

source: Symbolene på folkets vilje og soldatenes mot.
smj: Symbåvlå álmmuga miellaj ja soldátaj jálosvuohtaj.

source: En av dem som har vært med helt siden krigsutbruddet i 1940 er Gunnar Sønsteby.
smj: Akta dajs guhti le oassálasstám dalutjis gå doarro álgij jagen 1940 le Gunnar Sønsteby.

source: Sønsteby viet sitt liv til demokratiet.
smj: Sønsteby værrodij ietjas demokratijaj.

source: Under krigen med en vilje til frihet som sprengte grenser.
smj: Doaroájgen mielajn friddjavuodas mij rájájt smållij.

source: Etter krigen med en evne til forsoning som rører hjertene.
smj: Doaro maŋŋela miella såbadibmáj mij vájmojt lieggij.

source: Som første nordmann fikk han nylig Forsvarets Hederskors.
smj: Sån le vuostasj Vuonarijkak guoddemin Suodjalusá Guddnekruossav, majt áttjak oattjoj.

source: Krigskorset med tre sverd har han båret siden 1946.
smj: Doarrokruossav gålmåjn svierdijn le guoddám 1946 jage rájes.

source: Flere generasjoner nordmenn har lyttet til Gunnar Sønstebys trygge og stolte fortelling.
smj: Moadda buolva li gullam Gunnar Sønstebya jasska ja mihás subttsasav.

source: Om menneskeverd og mot.
smj: Ulmutjaárvo ja jálosvuoda birra.

source: Om frihetens pris.
smj: Man divras friddjavuohta le.

source: Motstandshelten har reist varder som for alltid vil lyse vei mot ekte fred.
smj: Vuosstetjuodtjo le nålåjt tsieggim ma agev tjuovggi ja vuosedi gæjnov ráfe vuosstij.

source: Våre eldste veteraner tjenestegjorde under andre verdenskrig.
smj: Mijá vuorrasamos veterána dårrun nuppát væráltdoaron.

source: Våre yngste veteraner hindret i fjor et varslet folkemord i Libya.
smj: Mijá nuoramus veterána duostudin diededum ulmusjmuorrodimev Libyan dijmmá.

source: I dag står dere her skulder ved skulder.
smj: Uddni tjuodtjobihtit dánna guorralakkoj.

source: To tidsepoker Høyst ulike våpen.
smj: Guovtemuoduk doarroværjo.

source: Men samme krevende oppdrag.
smj: Valla sæmmi låssis dahkamus.

source: Dere har lojalt tjent Konge, folk og fedreland.
smj: Dij lihpit åskåldisát gånågisáv, álmmugav ja ájtteklándav dievnastam.

source: Dere har skapt frihet og fred.
smj: Dij lihpit friddjavuodav ja ráfev sádjum.

source: Det er den ubrutte linjen i veteranenes ærerike historie.
smj: Nav le veteranaj avtaraják ja gudnálasj histåvrrå.

source: I dag samles vi her i Oslo og over hele landet.
smj: Uddni tjåhkanip Oslon ja ålles rijkan.

source: Vi samles for å vise vår takknemlighet.
smj: Tjåhkanip gijttevasjvuodav vuosedittjat.

source: Overfor dere veteraner, deres familie og alle pårørende.
smj: Didjij veteránajda, dijá fámiljajda ja divna lagámusájda.

source: Samtidig markerer vi at fellesskapet fra 8. mai 1945 ikke er glemt.
smj: Sæmmi bále vuosedip ahte aktijvuodav moarmesmáno 8. biejves 1945 ep vajálduhte.

source: Veteraner, samfunnsborgere, folkevalgte og regjering: Vi slutter rekkene når Hans Majestet Kongen i dag bekranser Nasjonalmonumentet her på Akershus festning.
smj: Veterána, sebrudakviesáda, álmmukválljidum ájrrasa ja ráddidus: Mij aktidip gå Májestehtalasj Gånågis giedjegijt biedjá Nasjonálmonumenntaj dánna Akershus lanen.

source: Verden endrer seg.
smj: Værált rievddá.

source: Det gjør også Forsvarets oppgaver.
smj: Suodjalusá dahkamusá aj rievddi.

source: Ett forblir likevel uendret: Vår felles visjon om en tryggere verden.
smj: Huoman juoga ij rievddaduvá: Mijá aktisasj visjåvnnå jaskadap værálda birra.

source: Bare en bedre organisert verden kan sikre varig fred.
smj: Dåssju buorep orgániseridum værált máhttá nannit ráfev mij bissu.

source: Det var derfor norske soldater deltok i gjenoppbyggingen av Tyskland etter andre verdenskrig.
smj: Danen vuonarijka soldáta oassálasstin Tysklánda sebrudagáv bajedit gå nuppát væráltdoarro någåj.

source: Det er derfor mange av dere har tjenestegjort i FN-ledede operasjoner.
smj: Danen moattes dijás lihpit dievnnum AN-jådeduvvam operásjåvnåj.

source: Og det er derfor vi er i Afghanistan.
smj: Ja danen lip mij Afghanistanan.

source: Vi er der på oppdrag for verdenssamfunnet.
smj: Mij lip danna gåhtjodusá diehti væráltsebrudagás.

source: Våre soldater har sagt ja til en betydelig personlig risiko for å skape et bedre liv for andre.
smj: Mijá soldáhta li javllam sihti sæbrrat, vájku le persåvnålasj vádá buorep iellemav iehtjádijda åttjudit.

source: Noen mer alvorlig oppgave finnes knapt.
smj: Dakkir lágásj alvos dahkamus ij vargga gávnnu

source: Heller ikke øvelser er uten risiko.
smj: Mijá soldátaj bargo duogen le snivva gárvedime.

source: 15. mars i år mistet vi fem soldater under trening.
smj: Snjuktjamáno 15. biejve dán jage jábmin vihtta soldáta hárjjidallama vuolen.

source: Forsvaret mistet fem fremragende ambassadører.
smj: Suodjalus láhpij vihtta ájnas ambassadøra.

source: Vi minnes dem i respekt og takknemlighet.
smj: Mujttalip sijáv árvujn ja gijttevasjvuodajn.

source: Vi minnes i dag alle som har falt i tjeneste for Norge.
smj: Mujttalip uddni sijáv gudi li jábmám madin Vuonarijkav dievnastin.

source: I operasjoner i utlandet eller i øvelse her hjemme.
smj: Operasjåvnåj aktijvuodan ålggorijkan, jali hárjjidallamij aktijvuodan dáppe sijdan.

source: De har gitt det mest dyrebare av alt: Sine egne liv.
smj: Sij li vaddám gájk ájnnasabmusav: Ietjasa iellemav.

source: Våre tanker går også til dem som sliter med senskader.
smj: Usjudallap aj sijáv gudi li vahágahteduvvam guhkesájggáj.

source: Vi tenker på dere som natt etter natt blir hjemsøkt av vonde opplevelser.
smj: Usjudallap dijáv gudi juohkka ijá rahtjabihtit låssis ájádusáj ja niegoj.

source: Dere fortjener å bli tatt vare på når oppdraget er utført.
smj: Dij ánssidihpit suodjaluvvat gå dahkamusáv ållidihpit.

source: Vi som satt trygt hjemme skal ta det ansvaret.
smj: Mij gudi jasska sijddaj bátsijma galggap dav åvdåsvásstádusáv válldet.

source: Vårt ansvar er også å sørge for at veteranenes innsats blir anerkjent.
smj: Mijá åvdåsvásstádus le aj tjalmostit veteránaj ratjástimev.

source: At dere får den respekt dere fortjener.
smj: Vaj oadtjobihtit dav vieledimev majt ánssidihpit.

source: Å vise interesse er å vise anerkjennelse.
smj: Berustit le aj rámmpodit.

source: I dag gjør vi ære på dere veteraner.
smj: Uddni rámmpop dijájt veteránajt.

source: Dere skaper en tryggere framtid for våre barn.
smj: Dij sádjobihtit jasska boahtteájgev ietjama mánájda.

source: et takker vi dere for i dag.
smj: Dan åvdås dijáv uddni gijttep.

source: I skyggen fra udåden trer 8-mai-dagens budskap fram:
smj: Dan vierredago suojvanisás tjuodtján udnásj oajvvesáhka:

source: Frihet og demokrati kan aldri tas for gitt.
smj: Friddjavuohta ja demokrátija åvdås vierttip barggat.

source: Vi må hver dag verne om våre felles verdier.
smj: Vierttip juohkka biejve suodjalit ietjama aktisasj árvojt.
